export const ru = {
  app: {
    name: 'Игорь Костеневич',
    mainDescr: 'Front-end разработчик',
    footerText: 'Связь со мной',
    worksLabel: 'Базовые знания',
    skillsTitle: 'Навыки',
    withMeTitle: 'Обо мне',
    worksTitle: 'Мои работы',
    btnShowMore: 'Показать еще',
    btnShowProject: 'Посмотреть проект',
    btnClose: 'Закрыть',
    goToRepo: 'Перейти в репозиторий',
    stack: 'Стек'
  },
  links: {
    aboutMe: 'Обо мне',
    myWorks: 'Мои работы',
    allWorks: 'Все работы',
    site: 'Сайты',
    app: 'Приложения',
    downloadCV: 'Скачать резюме'
  },
  works: {
    todo: 'Список дел',
    crud: "CRUD приложение для пользователей",
    provid_title: 'Сайт мобильного UI приложения “Newprovidence”',
    continents_title: 'Сайт детского лагеря “Семь континентов”',
    mortgages_title: 'Веб приложение для расчета ипотеки',
    lux_title: 'Сайт интернет аукциона “Luxtrader”',
    bank_title: 'Веб приложение онлайн банка',
    logo_title: 'Интернет магазин спортивных товаров',
    primeone_title: 'Сайт ресторана “PrimeOne”',
    smm_title: 'Сайт маркетинг агенства',
    yoga_title: 'Сайт студии йоги',
    arcad_title: 'Сайт туристического агенства “Аркадия тур”',
    curaj_title: 'Сайт туристического агенства “Кураж тур”',
    jutan_title: 'Сайт швейного ателье “Jutan”',
  },
  text: {
    aboutText_1: 'Занимаюсь разработкой адаптивных и кроссбраузерных веб-сайтов и приложений.',
    aboutText_2: 'Развиваюсь в направлении frontend-разработки. Изучаю новые технологии и способы их применения на практике. На данный момент совершенствую знания нативного JavaScript и фреймворка Vue.js. Так же изучаю Node.js для полноценного цикла разработки веб-интерфейсов',
    aboutText_3: 'Обладаю хорошими навыками коммуникации, веду активный образ жизни,умею соблюдать сроки и стоически относиться к трудностям.',
  }
}
